Revit 2027 API
FailureDefinitionRegistry Properties
The FailureDefinitionRegistry type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureDefinitionRegistry Class
Autodesk.Revit.DB Namespace